Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: tunnustetaan olevan muiden ihmisoikeuksien ja perusvapauksien toteuttamisen edellytys riippumatta siitä, ovatko ne kansalaisoikeuksia, poliittisia, taloudellisia, sosiaalisia tai sivistyksellisiä oikeuksia.
sme: Iešmearridanvuoigatvuođa čađaheapmi lea nuppiid olmmošvuoigatvuođaid ja vuođđo-iehčanasvuođa ollášuhttima eaktun, ležžet dal dát siviila, politihkalaš, ekonomálaš, sosiala daje kultuvrralaš vuoigatvuođat.

source: 2.2.2 Alkuperäis- ja heimokansoja koskeva ILO:n yleissopimus nro 169 − rajoitus
sme: 2.2.2 ILO-soahpamuš 169 álgoálbmogiid ja čeardaolbmuid váras – ráddjejumit

source: Itsenäisisten maiden alkuperäis- ja heimokansoja koskeva kansainvälisen työjärjestön ILO:n yleissopimus nro 169 samastetaan aika ajoin saamelaisten itsemääräämisoikeuden kansainvälisoikeudelliseen perustaan.
sme: ILO-soahpamuš 169 álgoálbmogiid ja iehčanas stáhtaid čeardaálbmogiid váras, dohkkehuvvo muhtimin ja vaikke-ba dávjá ge álbmotvuoigatvuođalaš neavvun go sámi iešmearridanvuoigatvuođa áššit beavdáduvvojit.

source: ILO 169 - yleissopimukseen on kuitenkin vaikea vedota itsemääräämisen perustana, koska yleissopimukseen sisältyy erityinen säännös, 1 artiklan 3 kappale, joka rajoittaa ” kansojen ” oikeutta itsemääräämiseen: ” The use of the term ” peoples ” in this Convention shall not be construed as having any implications as regards the rights which may attach to the term under international law. ”
sme: Lea váttis čuoččuhit ahte ILO 169 sáhtašii leat iešmearrideami vuođustussan, sivas danne go soahpamušas lea sierra mearrádus, ártihkkal 1 (3), mii gáržžida» álbmogiid ” njuulggusvuođa oažžut iešmearrideami / iešhálddašeami:

source: ILO 169:n 1 artiklan 3 kappaleen epävirallinen suomennos: ” Tässä yleissopimuksessa käytettävää ilmausta ” kansat ” ei ole tulkittava siten, että sillä olisi vaikutuksia niihin oikeuksiin, joita tähän ilmaisuun saattaa liittyä kansainvälisen oikeuden mukaan. ”
sme: Eahpevirggálaččat sámegillii:» Go duoba» álbmogat ” geavahuvvo dán konvenšuvnnas, ii galgga dalle mokte-ge čuohcat daid vuoigatvuođaide mat muđui čatnasit duohpagii álbmotvuoigatvuođa hárrái. ”

source: Tämä tarkoittaa, ettei yleissopimuksella ole mitään tekemistä kansojen itsemääräämisoikeuden kanssa.
sme: Dát mieldesbuktá ahte konvenšuvdna ii guoskkahala álbmogiid iešráđđema gažaldagaid.

source: Huolimatta siitä, että ILO 169 - yleissopimuksessa on yksittäisiä elementtejä, jotka ovat olennaisia saamelaisten itsemääräämisoikeuden kannalta, ei olisi oikein ottaa lähtökohdaksi, että yleissopimukseen on mahdollista vedota saamelaisten itsemääräämisoikeuden perustana kansainvälisoikeudellisessa merkityksessä.
sme: Vaikke ILO 169 sistisdoallá muhtinmađe dakkáraš cealkagiid mat dovdamassii gusket sámiid iešhálddašeami beliide, ii datte-ge leat heivvolažžan geavahit konvenšuvnna vuođustussan gáibidit sámi iešráđđema njulgosa go geahččá ášši álbmotvuoigatvuođa bealis.

source: Kansainvälinen työjärjestö ILO kertoo 1 artiklan 3 kappaleen rajoituksen johtuvan siitä seikasta, että ILO:n mandaatti rajoittuu sosiaalisiin ja taloudellisiin oikeuksiin ja että itsemääräämiskonseptin tulkitseminen on ILO:n toimivallan ulkopuolella.
sme: ILO deattoha ahte gealbu mii boahtá ovdan ártihkkalis 1(3), vuolgá dan eavttus ahte ILO fámudus dušše gieđahallá njulgosiid mat gustojit sosiala ja ekonomálaš diliid mearrideapmái.

source: ILO korostaa kuitenkin, ettei ILO 169 aseta minkäänlaista yleisrajoitusta suhteessa alkuperäiskansojen itsemääräämisoikeuteen ja että se on tämän takia sopusoinnussa minkä tahansa sellaisen kansainvälisen asiakirjan kanssa, jossa alkuperäiskansoille luodaan tai määritellään sellainen oikeus: ” [T] he Convention does not impose any limitation on self-determination nor take any position for or against selfdetermination.
sme: Danne gahččet iešmearrideami gažaldagat ILO vuođđojurdagiid olggobeallái. Muhto ILO lihkká čuoččuha ahte konvenšuvdna ii gáržžit álgoálbmogiid vuoigatvuođaid dakko mii oppalassii guoská iešmearrideapmái.

source: In other words, there is nothing in Convention No. 169 which would be incompatible with any international legal instruments which may establish or define the right of indigenous and tribal peoples to self-determination. ”
sme: Dás vuolgá dalle ahte ILO soahpá ja heive vaikke makkár álbmogiidgaskasaš neavvun / bargogálvun mii čielggadišgoahtá dahje ásaha dákkár vuoigatvuođa álgoálbmogiidda:

source: 2.2.3 Vuoden 1966 yleissopimukset
sme: 2.2.3 Jagi 1966 konvenšuvnnat Numo bajábealde deattohuvvo, čájehit CCPR:a ja CESCR:a ártihkkalat, mat leat áibbas ovttalágánat, ahte iešmearrideami vuoigatvuohta lea dakkár mii gullá» buot álbmogiidda ”.

source: Itsemääräämisoikeuteen liittyy tiettyjä erityisiä piirteitä vuoden 1966 yleissopimusten turvaamiin muihin oikeuksiin verrattuna.
sme: Iešmearridanvuoigatvuohta čájeha muhtin iešvuođaid go buohtastuvvo nuppiid njulgosiidda maid jagi 1966 konvenšuvnnat dáhkidit.

source: 1 artiklaa ei ole sijoitettu yleissopimusten III lukuun, johon on sisällytetty useimmat (joskaan ei kaikki) oikeuksia koskevat säännökset, eikä sitä ole muotoiltu yksilöllisenä ihmisoikeutena vaan kollektiivisena oikeutena, joka kuuluu kaikille kansoille.
sme: Ártihkkal 1 ii leat biddjon konvenšuvnna oassái III, gos muđui (muhto eai buot dáhpáhusain) gávdná eanaš vuoigatvuhtii guoski mearrádusaid.

source: Koska kysymyksessä on kollektiivinen oikeus, YK:n ihmisoikeuskomitea, joka on yleissopimuksen tarkoittamia kansalaisoikeuksia ja poliittisia oikeuksia valvova elin, on tulkinnut, ettei 1 artikla voi yleissopimuksen ensimmäisen valinnaisen pöytäkirjan nojalla olla yksilöllisten valitusten kohteena.
sme: Ja dasalassin oaidná ahte árt. 1 ii hála individuala vuoigatvuođas muhto oktasaš mii dalle lea buot álbmogiid opmodat.

source: Pöytäkirjan 1 artiklassa vaaditaan nimittäin, että yleissopimuksen turvaaman oikeuden väitetyn loukkaamisen on
sme: Danne go lea sáhka oktasaš vuoigatvuođas, lea ON:a Olmmošvuoigatvuođa Komitea, mii lea dat ásahus mii vákšu doaimmaid mat čađahuvvojit Siviila ja Politihkalaš Vuoigatvuođa Konvenšuvnna vuolde, čilgen ártihkkala 1 nu ahte dan ii sáhte guoddalit individuala dási vuođul, nugo konvenšuvnna vuosttas fakultativprotokolla cealká.

source: välittömästi koskettava yhtä tai useampia yksilöitä.
sme: Protokolla árt.

source: Yhteisen 1 artiklan sisältöä selostetaan tarkemmin jäljempänä.
sme: 1 gáibida namalassii ahte galggašii leat ovttatolmmoš dahje eanet indiviiddat guđet danseammás gárttšedje gierdat diehto vealáheami mii rihkku vuoigatvuođa man konvenšuvdna suodjalivčče.

source: Jo tässä yhteydessä voidaan kuitenkin mainita, että säännöstä on kyllä sovellettu yleissopimusten edellyttämässä pakollisessa raportointiprosessissa ja että ihmisoikeuskomitea on uudemmassa käytännössään tunnustanut itsemääräämisoikeuden vaikuttavan tiettyjen muiden oikeuksien tulkintaan yksilöllisissä valitustapauksissa, vaikka se ei edelleenkään voi toimia yksilöllisen valituksen itsenäisenä perusteena.
sme: Dál juo oažžu cealkit ahte mearrádus lea buriid muniid heivehuvvon dan bákkolaš prosessii mii gávdno konvenšuvnna vuolde. Olmmošvuoigatvuođa Komitea lea, ođasmahtton vuogádagastis, dovddastan dan ahte iešmearridanvuoigatvuohta váikkuha maiddái movt nuppiid individuala váidalusaid vuoigatvuođaid čilgešii. Vaikke lea gal nu ahte ii vel otne sáhte atnit dákkár ipmárdusa vuolggabáikin jos hálida ovddidit individuala guoddaleami.

source: Kummankintyyppiset käytännöt osoittavat, ettei 1 artiklaa ole rajattu koskemaan kansaa jonkin maan koko väestön merkityksessä vaan että myös alkuperäiskansat voivat ainakin tietyissä tapauksissa muodostaa sellaisia kansoja, jotka kuuluvat 1 artiklan antaman turvan piiriin.
sme: Goabbágelágán geavaheapmi čájeheaba ahte árt.1 ii gáržžit dohko ahte dušše guhte-ge stáhta olles álbmot gieđahallo dáid njuolggadusaid mielde, muhto maiddái álgoálbmogat, goit-ge muhtin olis, suodjaluvvojit árt.1 vuolde.

source: Yleisen kansainvälisen oikeuden oppien mukaisesti myös YK:n yleissopimusten 1 artiklan puitteissa tehdään usein ero sisäisen ja ulkoisen itsemääräämisoikeuden välillä.
sme: Dábálaš álbmotvuoigatvuođa oahpu mielde sirrejuvvo dávjá maiddái ON-konvenšuvnna árt.1 siskáldas ja olgguldas iešmearridanvuoigatvuhtii.

source: Koska jälkimmäinen voi pisimmälle menevässä muodossaan merkitä itsenäisyyttä, toisin sanoen kansan oikeutta luoda oma valtionsa ja saada muut valtiot hyväksymään sen, on syytä korostaa, että ulkoinen itsemääräämisoikeus sisältää myös tätä vaatimattomampia ulottuvuuksia kuten esimerkiksi oikeuden olla edustettuna kansainvälisellä tasolla.
sme: Go dát maŋit gehččojuvvo guhkimussii olli vuogi mielde, sáhttá oaivvilduvvot vaikke-ba ieččanasvuohtan, mii mearkkaša ahte álbmot oažžu ásahit iežas stáhta maid nuppit stáhtat dohkkehivčče, de dákkár dáhpáhusas ferte deattohit ahte olgguldas iešmearridanvuoigatvuohta sistisdoallá maiddái muhtinmađi unnit olahagaid, dakkáriid go vuoigavuohta oasálastit álbmogiidgaskasaš dásis.

source: Niihin ei kohdistu sellaisia kansainvälisen oikeuden asettamia erityisvaatimuksia, joiden nojalla kansa olisi oikeutettu vaatimaan oikeutta irtautumiseen eli joiden nojalla sillä olisi oikeus luoda oma valtionsa.
sme: Dát ii guoskka daid beliide maid álbmotvuoigatvuohta gáibida dalle jos muhtin álbmogat oaivvildit ahte sii ánssášit dievas ieččanasvuođa, mii mieldesbuvttášii ahte dát olbmot áigot čegget sierra stáhta alcesit.

source: Ihmisoikeuksien yhteydessä korostetaan useimmiten itsemääräämisoikeuden sisäisiä ulottuvuuksia kuten esim. kansan oikeutta valita omat johtajansa ja edustukselliset laitoksensa sekä osallistua maan julkiseen vallankäyttöön.
sme: Olmmošvuoigatvuođa buohta deattohuvvojit dávjá iešráđđennjulgosa siskáldas olahagat, mii mearkkaša ahte álbmot oažžu váljjet jođiheaddjiidis ja ovddasteaddji servviidis ja maiddái beassat oasálastit almmolaš váldehálddašeamis ieažs ruovtturiikka siste.

source: Enemmistökansalle itsemääräämisoikeuden sisäinen ulottuvuus merkitsee ennen kaikkea oikeutta demokraattiseen valtionjohtoon, kun taas jossakin valtiossa vähemmistöasemassa olevat kansat voivat vaatia sekä osallistumista yleisiin demokraattisiin rakenteisiin että omia erillisiä demokraattisen osallistumisen rakenteita.
sme: Iešháldenvuoigatvuođa siskáldaš olahat mearkkaša eanetlogu álbmogiid buohta ovddimustá ahte dat ožžot ásahit demokráhtalaš stáhtaháldenvogádaga, muhto veahádatolbmot stáhta siste ožžot gáibidit sihke oasálastima dábálaš demokráhtalaš struktuvrraide ja cegget iežaset sierralágán vugiid maid vuođul vedjet čađahit demokráhtalaš oasseváldima.

source: Sekä ihmisoikeuskomitean käytäntö että monien valtioiden valtiosääntöoikeudellinen kehitys osoittavat, ettei itsemääräämisoikeus ole staattinen käsite vaan jatkuvan dynaamisen kehityksen kohteena.
sme: Sihke Olmmošvuoigatvuođa Komitea láhtten- ja háldenvuoigatvuođalaš ovdáneapmi čájeha olu stáhtaid siste ahte iešmearridanvuoigatvuohta ii leat» gáldnan duoba ” muhto lea álššas ja čálgil.

source: Tämä dynamiikka on suurelta osin seurausta vaatimuksista, joita eri maailmanosien alkuperäiskansat esittävät saadakseen valtiot ja kansainvälisen yhteisön tunnustamaan niiden oikeuden itsemääräämiseen.
sme: Dát ovdáneapmi lea eanaš oasis čuožžilan gáibádusain maid eamiálbmogat birra máilmmi leat ovddidan oažžut stáhtaid ja álbmogiidgaskasaš servodaga dovddastit ahte eamiálbmogiin lea iešmearrideami vuoigatvuohta nannejuvvon ja duođaštuvvon.

source: 2.3 Yhteenveto itsemääräämisoikeuden ja käsitteen ” alkuperäiskansa ” välisestä suhteesta
sme: 2.3 Čoahkkáigeassu iešmearideami vuoigatvuođa ja álgoálbmot-duohpaga gaskavuođas

source: Käsitteiden ” kansa ”, ” alkuperäiskansa ” ja ” itsemääräämisoikeus ” välisestä suhteesta keskustellaan lähemmin tuonnempana asianomaisten kansainvälisten yleissopimusten kuten vuoden 1966 YK:n yleissopimusten ja ILO 169 - yleissopimuksen yhteydessä.
sme: Dilálašvuohta gaskal duohpagiid álbmot, eamiálbmot ja iešmearridanvuoigatvuohta gieđahallo lagabuid dás vuolábealde ja gehččo maiddái áššáiguoski álbmogiidgaskasaš konvenšuvnnaid ektui, dakkárat go jagi 1966 ON-konvenšuvnnat ja ILO 169.

source: Näiden keskustelujen taustaksi esitetään tässä graafinen yhteenveto eri alkuperäiskansoja koskevien käsitteiden soveltamisalueesta.
sme: Duogáščilgehussan dáid háleštallamiidda ovddiduvvo dás gráfalaš čoahkkáigeassu mii čájeha movt guhtegelágán álgoálbmotduoba geavahuvvo dán oktavuođas.

source: Selityksiä: esityksen lähtökohtana on, että ryhmä voi olla kansainvälisen oikeuden mukaan samanaikaisesti sekä kansa että vähemmistö.
sme: Čilgehusat: Govvehusa vuolggabákin lea dakkár ahte diehto joavku sáhttá leat sihke álbmot ja veahádat álbmotnjulgosa mielde.

source: Tietyt maailman alkuperäiskansat ovat sellaisia ryhmiä (nro 1 sekä nro 5, jotka viittaavat ILO 169 - yleissopimuksen käsitteeseen ” heimokansat ”).
sme: Muhtin máilmmi eamiálbmogiin vedjet gullat goappáge joavkku vuollái (nr 1 ja 5 čujuhit duohpagii» čeardaálbmot ” ILO 169 oktavuođas).

source: Sitä vastoin tietyt muut itseään alkuperäiskansoiksi kutsuvat ryhmät eivät täytä ” kansalle ” asetettuja kriteerejä vuoden 1966 yleissopimusten mukaan (nro 2 sekä nro 4 käsitteen ” heimokansat ” osalta).
sme: Datte-ge lea maid nu ahte soames nuppit joavkkut, mat gohčodit ieččaset eamiálbmogin, eai deavdde daid eavttuid mat čuovvolit» álbmot ” ” - duohpagis, mii vuolgá jagi 1966 soahpamušas (nr 2 ja 4, dakko mii guoská čearddaálbmot-duohpagii).

source: Historialliset alkuperäiskansat, joilla on nykyään oma valtionsa (nro 3), eivät muodosta CCPR-yleissopimuksen 27 artiklan mukaan vähemmistöjä, eikä niitä turvaa myöskään ILO 169 - yleissopimus, joka koskee alkuperäiskansan ja sen valtion välistä suhdetta, jossa asuu jokin toinen hallitsevassa asemassa oleva kansanryhmä.
sme: Historjjálaš eamiálbmogat geain otne lea iehčaset stáhta, nr 3, eai dohkkehuvvo» veahádahkan ”» veahádahkan ” CCPR árt.

source: Saamelaiset edustavat 1 kategoriaan kuuluvaa kansanryhmää.
sme: 27 mielde, ja danne eai suodjaluvvo ILO 169-soahpamuša bokte, go dat gusto eamiálbmoga ja dakkár stáhta gaskavuhtii gos lea nubbi álbmotjoavku mii guoddá alimus válddi.

source: Itsemääräämisoikeus kansainvälisen oikeuden mukaan − etenkin alkuperäiskansojen mahdollinen itsemääräämisoikeus
sme: 3.1 Eamiálbmogat riektesubjeaktan álbmotrievtti mielde

source: 3.1.1 Käsite ” alkuperäiskansat ” kansainvälisessä oikeudessa
sme: 3.1.1 Duoba» eamiálbmot ” álbmotrievtti oktavuođas

source: Kansainvälisessä oikeudessa ei määritellä termiä ” alkuperäiskansat ”.
sme: Álbmotnjuolggus ii čielggat duohpaga» eamiálbmot ”.

source: Toisinaan ILO 169:n 1 artiklan 1 kappaleen b kohtaa siteerataan tarkoituksena määritellä alkuperäiskansat, mutta siinä ilmoitetaan muodollisesti vain se, mitkä kansanryhmät jäävät yleissopimuksen soveltamisalueen ulkopuolelle.
sme: Duolle-dálle deattuhuvvo ahte ILO 169-ártihkkal 1(1)(b) čielggadivčče duohpaga eamiálbmot, muhto virggálaččat dát dušše muitala guhte álbmotjoavku gahčašii soahpamuša heivehanavádaga siskkabeallái.

source: Yleissopimuksen 1 artiklan 1 kappaleen b kohta kuuluu seuraavasti:
sme: Ártihkkal 1(1)(b) čuodjá ná;

source: Kuten artiklasta käy ilmi, ILO 169 keskittyy valtion ja alkuperäis- tai heimokansan väliseen suhteeseen.
sme: Nugo dás oaidná, ILO 169 deattuha stáhta ja eamiálbmoga dahje čeardajaovkku gaskavuođa.

source: ILO 169 - yleissopimuksen käsite alkuperäiskansat on siten relationaalinen.
sme: ILO 169 eamiálbmotduoba lea dandihtii relašuvnnalaš.

source: Yleissopimus lähtee olettamuksesta, että valtiota johtaa jokin muu kansa kuin kyseinen alkuperäiskansa.
sme: Soahpamuš eaktuda ahte earát go namahuvvon eamiálbmogat leat stáhta valdohálddašeaddjin.

source: ILO 169 - yleissopimuksen mukaiseksi alkuperäiskansaksi (tai heimokansaksi) luokittelu edellyttää kuitenkin muutakin kuin vastikään mainittujen objektiivisten kriteerien täyttämistä.
sme: Jos galget juksát eamiálbmotdási (dahje čeardaálbmoga dási), ILO 169 ipmárdusa mielde, ii leat doarvái deavdit dušše dáid dás namahuvvon objektiiva kriterijaid.

source: Lisäksi yleissopimuksessa vaaditaan, että kansanryhmä myös itse identifioituu alkuperäiskansaksi (tai heimokansaksi).
sme: Lassin soahpamuš gáibida ahte álbmotjaovku maiddái ieš-ge dovddaha iehčas eamiálbmogin (dahje čeardaálbmogin).

source: ILO 169:n 1 artiklan 2 kappaleessa sanotaan:
sme: Ná cealká ILO 169 árt. 1(2):

source: Toisaalta tämä ei merkitse, etteivät mitkään ILO 169 - yleissopimuksen piiriin kuuluvat ryhmät voisi samalla olla ” kansoja ” kansainvälisen oikeuden mukaan.
sme: » Ieš-dovdáhahttin eamiálbmogin dahje čearddaálbmogin ferte vuhtiiváldot vuođđokriterijan go áigu mearridit guhte joavkkuide Soahpamuša eavttut gustojit. ”

source: ILO 169:n 1 artiklan lisäksi käytössä on pari alkuperäiskansoja koskevaa työmääritelmää.
sme: Go buohtasta eará figgamušaide maiguin lea geahččaluvvon čielggasinoažžut eamiálbmotduohpaga, oidná ahte ILO 169 fátmasta hui govdagit.

source: YK nimitti 1970-luvulla erityisraportoijan, jonka tehtävänä oli tutkia alkuperäiskansojen syrjintään liittyviä ongelmia. Mainittu erityisraportoija otti tehtävänsä puitteissa käyttöön alkuperäiskansoja koskevan työmääritelmän, niin kutsutun ” Cobon määritelmän ”.
sme: Dát muitala dasto maid ahte buot joavkkut maidda konvenšuvdna guoskkašii eamiálbmot- dahje čeardaálbmoga oktavuođas, eai evttotkeahttá leat» álbmogat ” go geahččá ášši álbmotnjulgosa dábálaš gáibádusaid ektui.

source: Määritelmä on saanut nimensä erityisraportoija José Martin Cobon mukaan. Ks. ” Study of the Problem of
sme: Mii dás ovddabealde lea daddjon fas nuppedáfus ii mieldesbuvtte dan ahte ii okta-ge olmmošjoavku mii boahtá ILO 169 vuollái, ii danseammás maiddái sáhte gohčoduvvot» álbmogin ” álbmotnjulgosa eavttuid mielde.

source: Kuten edellisestä käy ilmi, oman identifioitumisen kriteeri on keskeisessä asemassa myös Cobon määritelmässä.
sme: Nugo dás boahtá oidnosii, lea ieš-dovdáhahttima eaktu guovddážis maiddái Cobočielggadusas.

source: Lisäksi on huomattava, kuinka paljon painoa Cobon määritelmässä pannaan sille, että kyseisellä kansanryhmällä on yhteys erityisiin maa-alueisiin.
sme: Lassin galggašii vuhtiiváldit maid man sakka Cobo-čielggadus deattuha dan beali ahte olmmošjoavkkus mas dás lea sáhka, lea čavges oktiigullevašvuohta diehto ruovttueatnamii.

source: Myös Maailmanpankki on alkanut soveltaa alkuperäiskansoja koskevia toimintalinjoja, joiden tarkoituksena on ohjata pankin toimintaa alkuperäiskansojen asuttamissa maissa.
sme: Maiddái Máilmmebáŋku lea válbmen ja dohkkehan eamiálbmotpoliciija, mii galggašii leat bagadeaddjin báŋkui go čađaha doaimmaid stáhtain gos maiddái eamiálbmogat ásset.

source: Mainitut toimintalinjat sisältävät alkuperäiskansoja koskevan työmääritelmän, joka kuuluu seuraavasti:
sme: Dát polisiija buktá bargančielggadusa eamiálbmotduohpagis:

source: Kuten edellisestä käy ilmi, Maailmanpankin käyttämä työmääritelmä on miltei sama kuin Cobon määritelmä tiivistetyssä muodossa.
sme: Dás oaidná ahte Máilbmebáŋkku čielggadus lea mealgatmuddui seammá go Cobo-čielggadus oaniduvvon dahje čoahkkáigesson hámis.

source: 3.1.2 Saamelaisia on pidettävä kansainvälisen oikeuden mukaan alkuperäiskansana
sme: 3.1.2 Sámit gehččojuvvon eamiálbmogin olmmošvuoigatvuođa ipmárdusa mielde.

source: Verrattaessa kriteereitä, joiden katsotaan olevan edellä mainittujen työmääritelmien mukaan tunnusomaisia alkuperäiskansoille, ja kriteereitä, jotka ovat luonteenomaisia saamelaiselle väestöryhmälle, on selvää, että saamelaisia on pidettävä kansainvälisoikeudellisesti alkuperäiskansana riippumatta siitä, mitä työmääritelmää sovelletaan.
sme: Buohtastettiin eavttuid maid vuođul dovdášii diehto eamiálbmoga ovddabealde namahuvvon bargandefinišuvnna ektui ja makkárat ovddimustá livčče sámiid iešvuođat, de čielgá hui bastilit ahte sámit leat eamiálbmot álbmotvuoigatvuođalaš oainnus, makkár fal juo bargandefinišuvdna geavahuvvošii.

source: Saamelaisilla on oma kulttuuri oma kieli mukaan luettuna, omat elinkeinonsa ja myös selkeä historiallinen yhteys perinteisiin maa- ja vesialueisiinsa.
sme: Sámiin lea iežaset kultuvra, iežaset giella, iežaset ealáhusat ja sis dasto maid lea hui nana historjjálaš čanastat árbevirolaš eana- ja čáhcebirrasiidasaset.

source: Saamelaiset ovat lisäksi itse johdonmukaisesti korostaneet, että he katsovat muodostavansa oman kansan, joka on pidettävä erillään Fennoskandinaviassa ja Kuolan niemimaalla asuvista muista väestöryhmistä.
sme: Dasalassin leat sámit ieža-ge čađagaskka deattuhan ahte sii leat eamiálbmot, mii čearddalaččat čuoldása eret Guoládaga ja Fennoskándia nuppiin olmmošjoavkkuin.

source: OD 4.20, kohta 3. OD 4.20, kohta 5. Maailmanpankki on tällä hetkellä tarkistamassa alkuperäiskansoja koskevia toimintalinjojaan. Tämä tarkistus
sme: Sámit maiddái bures-ge gártet dohkálažžan eamiálbmogin daid-ge álbmogiid gaskkas guđet objektiiva sujaid vuođul vuhtiiváldojit álbmogin álbmotvuoigatvuođa eavttuid mielde.

source: ei ilmeisesti muuta mitenkään olennaisesti alkuperäiskansoja koskevaa työmääritelmää, ks.
sme: Sierra ON-organat leat olu dáhpáhusain duođaštan ahte sámit leat eamiálbmot álbmotvuoigatvuođa kriterijaid ektui.

source: Saamelaiset täyttävät edellytykset myös niiden alkuperäiskansojen joukossa, joiden voi objektiivisin perustein oikein hyvin katsoa täyttävän kansainvälisen oikeuden yleiset vaatimukset.
sme: E.e. lea Olmmošvuoigatvuođa Komitea, geahčadaladettiin Norgga njeallját ja Ruoŧa viđát áigodatráporttaid, cealkán ahte sámit leat eamiálbmot goappáge dáin riikkain, ja danne galgá CCPR:a árt.

source: Muun muassa ihmisoikeuskomitea on Norjan neljännen ja Ruotsin viidennen määräaikaisraportin johdosta antamissaan lausunnoissa korostanut, että saamelaisia on pidettävä kummassakin maassa alkuperäiskansoina ja että CCPR-yleissopimuksen 1 artikla on siten sovellettavissa saamelaisiin kansana.
sme: 1 leat vuođđun go sámiid áššit gieđahallojit.

source: Myös Pohjoismaat ovat vahvistaneet, että saamelaiset muodostavat alkuperäiskansan.
sme: Maiddái Davviriikkat nannejit ahte sámit leat sierra álbmot.

source: Suomen perustuslain 17 §:stä käy ilmi, että saamelaisia on pidettävä Suomessa alkuperäiskansana ja se, että saamelaisia on pidettävä alkuperäiskansana, käy myös ilmi Suomen saamelaiskäräjälaista.
sme: Suoma vuođđalága §17 cealká ahte sámit leat dohkkehuvvon eamiálbmogin Suomas. Maiddái Suoma Sámediggeláhka duođasta sámiid leamen eamiálbmogin.

source: Norjakin katsoo saamelaisten olevan alkuperäiskansa, mikä käy ilmi siitä, että Norja on ratifioinut ILO:n yleissopimuksen nro 169, sekä siitä tosiasiasta, että perustuslain 110 a § ja koko saamelaislainsäädäntö perustuvat saamelaisten tunnustamiseen alkuperäiskansaksi, vaikka varsinaista käsitettä alkuperäiskansa ei käytetäkään.
sme: Norga lea dohkkehan ja fápmuibidjan ILO 169 ja dat oktan Norgga vuođđalága §110a:ain nannejit dan ahte Norga maid gudnejahttá sámiid eamiálbmogin, vaikke duoba» eamiálbmot ” ii geavahuvvo dán oktavuođas.

source: Sekä Ruotsin perustuslaista että muustakin lainsäädännöstä puuttuvat viittaukset saamelaisiin Ruotsin alkuperäiskansana, mutta Ruotsi on useissa muissa virallisissa yhteyksissä korostanut saamelaisten asemaa maan alkuperäiskansana.
sme: Muhto ii Ruoŧa vuođđoláhka eai-ge eará Ruoŧa láhkaásahusat namat makkár-ge oktavuođas ahte sámit livčče eamiálbmot. Datte-ge le Ruoŧŧa olu virggálaš oktavuođain deattuhan sámiid sajádaga eamiálbmogin.

source: 3.1.3 Alkuperäiskansojen ja vähemmistöjen oikeuksien välinen ero kansainvälisen oikeuden mukaan
sme: 3.1.3 Makkár erohus lea gaskal eamiálbmogiid ja veahádagaid vuoigatvuođain álbmotrievtti ektui

source: Kansainvälinen oikeus ei määrittele myöskään käsitettä ” vähemmistö ”.
sme: Olmmošvuoigatvuohta maid ii čielggadala duohpaga ” veahádat ”.
